export const ysh53 = [
    { 연도: 2015, 팀명: "LG", 타율: 0.260, 경기: 125, 타석: 384, 타수: 358, 득점: 36, 안타: 93, 홈런: 8, 타점: 48, 장타율: 0.394, 출루율: 0.293 },
    { 연도: 2016, 팀명: "LG", 타율: 0.276, 경기: 80, 타석: 215, 타수: 203, 득점: 24, 안타: 56, 홈런: 6, 타점: 37, 장타율: 0.424, 출루율: 0.297 },
    { 연도: 2017, 팀명: "LG", 타율: 0.263, 경기: 132, 타석: 496, 타수: 445, 득점: 62, 안타: 117, 홈런: 14, 타점: 83, 장타율: 0.431, 출루율: 0.326 },
    { 연도: 2018, 팀명: "LG", 타율: 0.263, 경기: 140, 타석: 519, 타수: 483, 득점: 53, 안타: 127, 홈런: 22, 타점: 82, 장타율: 0.455, 출루율: 0.303 },
    { 연도: 2020, 팀명: "LG", 타율: 0.246, 경기: 40, 타석: 132, 타수: 118, 득점: 8, 안타: 29, 홈런: 3, 타점: 13, 장타율: 0.364, 출루율: 0.315 },
    { 연도: 2021, 팀명: "두산", 타율: 0.273, 경기: 133, 타석: 546, 타수: 488, 득점: 66, 안타: 133, 홈런: 28, 타점: 96, 장타율: 0.490, 출루율: 0.337 },
    { 연도: 2022, 팀명: "두산", 타율: 0.244, 경기: 107, 타석: 446, 타수: 405, 득점: 58, 안타: 99, 홈런: 20, 타점: 51, 장타율: 0.432, 출루율: 0.309 },
    { 연도: 2023, 팀명: "두산", 타율: 0.293, 경기: 57, 타석: 234, 타수: 208, 득점: 29, 안타: 61, 홈런: 8, 타점: 32, 장타율: 0.447, 출루율: 0.342 }
];

export const yej25 = [
    { 연도: 2010, 팀명: "두산", 타율: 0.267, 경기: 127, 타석: 430, 타수: 374, 득점: 48, 안타: 100, 홈런: 20, 타점: 68, 장타율: 0.471, 출루율: 0.348 },
    { 연도: 2011, 팀명: "두산", 타율: 0.301, 경기: 119, 타석: 438, 타수: 376, 득점: 43, 안타: 113, 홈런: 4, 타점: 46, 장타율: 0.386, 출루율: 0.375 },
    { 연도: 2012, 팀명: "두산", 타율: 0.279, 경기: 122, 타석: 416, 타수: 359, 득점: 39, 안타: 100, 홈런: 5, 타점: 27, 장타율: 0.387, 출루율: 0.361 },
    { 연도: 2013, 팀명: "두산", 타율: 0.248, 경기: 114, 타석: 367, 타수: 311, 득점: 37, 안타: 77, 홈런: 7, 타점: 57, 장타율: 0.376, 출루율: 0.338 },
    { 연도: 2014, 팀명: "두산", 타율: 0.294, 경기: 97, 타석: 338, 타수: 296, 득점: 40, 안타: 87, 홈런: 10, 타점: 46, 장타율: 0.480, 출루율: 0.360 },
    { 연도: 2015, 팀명: "두산", 타율: 0.326, 경기: 132, 타석: 513, 타수: 442, 득점: 70, 안타: 144, 홈런: 20, 타점: 93, 장타율: 0.523, 출루율: 0.405 },
    { 연도: 2016, 팀명: "두산", 타율: 0.319, 경기: 108, 타석: 392, 타수: 332, 득점: 66, 안타: 106, 홈런: 22, 타점: 66, 장타율: 0.569, 출루율: 0.404 },
    { 연도: 2017, 팀명: "두산", 타율: 0.277, 경기: 111, 타석: 406, 타수: 347, 득점: 47, 안타: 96, 홈런: 14, 타점: 67, 장타율: 0.441, 출루율: 0.373 },
    { 연도: 2018, 팀명: "두산", 타율: 0.358, 경기: 133, 타석: 503, 타수: 439, 득점: 84, 안타: 157, 홈런: 23, 타점: 77, 장타율: 0.585, 출루율: 0.427 },
    { 연도: 2019, 팀명: "NC", 타율: 0.354, 경기: 118, 타석: 459, 타수: 390, 득점: 61, 안타: 138, 홈런: 20, 타점: 68, 장타율: 0.574, 출루율: 0.438 },
    { 연도: 2020, 팀명: "NC", 타율: 0.328, 경기: 130, 타석: 528, 타수: 461, 득점: 86, 안타: 151, 홈런: 33, 타점: 124, 장타율: 0.603, 출루율: 0.400 },
    { 연도: 2021, 팀명: "NC", 타율: 0.325, 경기: 141, 타석: 570, 타수: 480, 득점: 81, 안타: 156, 홈런: 30, 타점: 111, 장타율: 0.581, 출루율: 0.414 },
    { 연도: 2022, 팀명: "NC", 타율: 0.283, 경기: 130, 타석: 510, 타수: 427, 득점: 61, 안타: 121, 홈런: 20, 타점: 94, 장타율: 0.480, 출루율: 0.380 }
]

export const kjh52 = [
    { 연도: 2004, 팀명: "두산", 타율: 0.000, 경기: 36, 타석: 9, 타수: 9, 득점: 4, 안타: 0, 홈런: 0, 타점: 0, 타율: 0.000, 장타율: 0, 출루율: 0.000 },
    { 연도: 2005, 팀명: "두산", 타율: 0.222, 경기: 47, 타석: 31, 타수: 27, 득점: 6, 안타: 6, 홈런: 1, 타점: 4, 타율: 0.444, 장타율: 0, 출루율: 0.300 },
    { 연도: 2008, 팀명: "두산", 타율: 0.249, 경기: 112, 타석: 292, 타수: 261, 득점: 48, 안타: 65, 홈런: 1, 타점: 21, 장타율: 0.330, 출루율: 0.318 },
    { 연도: 2009, 팀명: "두산", 타율: 0.239, 경기: 80, 타석: 205, 타수: 180, 득점: 27, 안타: 43, 홈런: 3, 타점: 36, 장타율: 0.383, 출루율: 0.312 },
    { 연도: 2010, 팀명: "두산", 타율: 0.224, 경기: 83, 타석: 102, 타수: 85, 득점: 11, 안타: 19, 홈런: 0, 타점: 8, 장타율: 0.282, 출루율: 0.340 },
    { 연도: 2011, 팀명: "두산", 타율: 0.183, 경기: 57, 타석: 122, 타수: 109, 득점: 6, 안타: 20, 홈런: 0, 타점: 9, 장타율: 0.248, 출루율: 0.242 },
    { 연도: 2012, 팀명: "두산", 타율: 0.215, 경기: 84, 타석: 200, 타수: 177, 득점: 23, 안타: 38, 홈런: 0, 타점: 11, 장타율: 0.249, 출루율: 0.287 },
    { 연도: 2013, 팀명: "두산", 타율: 0.315, 경기: 91, 타석: 286, 타수: 248, 득점: 42, 안타: 78, 홈런: 1, 타점: 32, 장타율: 0.391, 출루율: 0.377 },
    { 연도: 2014, 팀명: "두산", 타율: 0.252, 경기: 122, 타석: 421, 타수: 341, 득점: 50, 안타: 86, 홈런: 3, 타점: 54, 장타율: 0.326, 출루율: 0.348 },
    { 연도: 2015, 팀명: "두산", 타율: 0.307, 경기: 133, 타석: 488, 타수: 410, 득점: 63, 안타: 126, 홈런: 3, 타점: 50, 장타율: 0.402, 출루율: 0.386 },
    { 연도: 2016, 팀명: "두산", 타율: 0.310, 경기: 137, 타석: 496, 타수: 416, 득점: 69, 안타: 129, 홈런: 7, 타점: 78, 장타율: 0.440, 출루율: 0.389 },
    { 연도: 2017, 팀명: "두산", 타율: 0.293, 경기: 91, 타석: 331, 타수: 283, 득점: 34, 안타: 83, 홈런: 7, 타점: 50, 장타율: 0.438, 출루율: 0.371 },
    { 연도: 2018, 팀명: "두산", 타율: 0.311, 경기: 131, 타석: 467, 타수: 402, 득점: 78, 안타: 125, 홈런: 16, 타점: 75, 장타율: 0.480, 출루율: 0.390 },
    { 연도: 2019, 팀명: "두산", 타율: 0.268, 경기: 130, 타석: 470, 타수: 377, 득점: 51, 안타: 101, 홈런: 4, 타점: 48, 장타율: 0.358, 출루율: 0.379 },
    { 연도: 2020, 팀명: "두산", 타율: 0.289, 경기: 120, 타석: 458, 타수: 402, 득점: 48, 안타: 116, 홈런: 2, 타점: 39, 장타율: 0.346, 출루율: 0.362 },
    { 연도: 2021, 팀명: "두산", 타율: 0.209, 경기: 89, 타석: 251, 타수: 211, 득점: 23, 안타: 44, 홈런: 0, 타점: 24, 장타율: 0.261, 출루율: 0.306 },
    { 연도: 2022, 팀명: "두산", 타율: 0.215, 경기: 102, 타석: 264, 타수: 223, 득점: 26, 안타: 48, 홈런: 1, 타점: 21, 장타율: 0.260, 출루율: 0.304 },
]

export const kdh37 = [
    { 연도: 2019, 팀명: "두산", 타율: 0.000, 경기: 19, 타석: 18, 타수: 15, 득점: 4, 안타: 0, 홈런: 0, 타점: 0, 타율: 0.000, 장타율: 0, 출루율: 0.167 },
    { 연도: 2022, 팀명: "두산", 타율: 0.240, 경기: 51, 타석: 110, 타수: 96, 득점: 13, 안타: 23, 홈런: 4, 타점: 11, 장타율: 0.448, 출루율: 0.315 }
]

export const jsb31 = [
    { 연도: 2009, 팀명: "두산", 타율: 0.264, 경기: 85, 타석: 259, 타수: 231, 득점: 47, 안타: 61, 홈런: 3, 타점: 17, 장타율: 0.390, 출루율: 0.340 },
    { 연도: 2010, 팀명: "두산", 타율: 0.322, 경기: 76, 타석: 156, 타수: 143, 득점: 35, 안타: 46, 홈런: 1, 타점: 19, 장타율: 0.483, 출루율: 0.361 },
    { 연도: 2011, 팀명: "두산", 타율: 0.285, 경기: 128, 타석: 476, 타수: 414, 득점: 66, 안타: 118, 홈런: 1, 타점: 38, 장타율: 0.372, 출루율: 0.361 },
    { 연도: 2012, 팀명: "두산", 타율: 0.235, 경기: 101, 타석: 357, 타수: 315, 득점: 46, 안타: 74, 홈런: 0, 타점: 32, 장타율: 0.314, 출루율: 0.281 },
    { 연도: 2013, 팀명: "두산", 타율: 0.276, 경기: 125, 타석: 260, 타수: 228, 득점: 57, 안타: 63, 홈런: 2, 타점: 29, 장타율: 0.382, 출루율: 0.337 },
    { 연도: 2014, 팀명: "두산", 타율: 0.306, 경기: 128, 타석: 507, 타수: 431, 득점: 79, 안타: 132, 홈런: 6, 타점: 49, 장타율: 0.422, 출루율: 0.379 },
    { 연도: 2015, 팀명: "두산", 타율: 0.295, 경기: 128, 타석: 570, 타수: 491, 득점: 79, 안타: 145, 홈런: 2, 타점: 59, 장타율: 0.391, 출루율: 0.361 },
    { 연도: 2016, 팀명: "두산", 타율: 0.242, 경기: 114, 타석: 305, 타수: 269, 득점: 49, 안타: 65, 홈런: 2, 타점: 20, 장타율: 0.305, 출루율: 0.319 },
    { 연도: 2018, 팀명: "두산", 타율: 0.367, 경기: 26, 타석: 112, 타수: 98, 득점: 20, 안타: 36, 홈런: 2, 타점: 23, 장타율: 0.469, 출루율: 0.429 },
    { 연도: 2019, 팀명: "두산", 타율: 0.265, 경기: 123, 타석: 513, 타수: 441, 득점: 75, 안타: 117, 홈런: 0, 타점: 41, 장타율: 0.331, 출루율: 0.354 },
    { 연도: 2020, 팀명: "두산", 타율: 0.298, 경기: 141, 타석: 559, 타수: 490, 득점: 84, 안타: 146, 홈런: 5, 타점: 59, 장타율: 0.396, 출루율: 0.368 },
    { 연도: 2021, 팀명: "두산", 타율: 0.259, 경기: 104, 타석: 351, 타수: 313, 득점: 50, 안타: 81, 홈런: 3, 타점: 37, 장타율: 0.374, 출루율: 0.326 },
    { 연도: 2022, 팀명: "두산", 타율: 0.259, 경기: 127, 타석: 455, 타수: 405, 득점: 58, 안타: 105, 홈런: 3, 타점: 41, 장타율: 0.331, 출루율: 0.323 }

]

export const hkm13 = [
    { 연도: 2012, 팀명: "두산", 타율: 0.266, 경기: 92, 타석: 173, 타수: 154, 득점: 28, 안타: 41, 홈런: 0, 타점: 14, 장타율: 0.318, 출루율: 0.317 },
    { 연도: 2013, 팀명: "두산", 타율: 0.298, 경기: 75, 타석: 276, 타수: 228, 득점: 35, 안타: 68, 홈런: 1, 타점: 25, 장타율: 0.360, 출루율: 0.387 },
    { 연도: 2014, 팀명: "두산", 타율: 0.247, 경기: 105, 타석: 233, 타수: 198, 득점: 33, 안타: 49, 홈런: 0, 타점: 10, 장타율: 0.298, 출루율: 0.335 },
    { 연도: 2015, 팀명: "두산", 타율: 0.317, 경기: 117, 타석: 453, 타수: 404, 득점: 64, 안타: 128, 홈런: 1, 타점: 41, 장타율: 0.384, 출루율: 0.373 },
    { 연도: 2016, 팀명: "두산", 타율: 0.286, 경기: 144, 타석: 609, 타수: 538, 득점: 96, 안타: 154, 홈런: 7, 타점: 81, 장타율: 0.385, 출루율: 0.360 },
    { 연도: 2017, 팀명: "두산", 타율: 0.257, 경기: 130, 타석: 422, 타수: 369, 득점: 50, 안타: 95, 홈런: 3, 타점: 40, 장타율: 0.347, 출루율: 0.327 },
    { 연도: 2018, 팀명: "두산", 타율: 0.324, 경기: 133, 타석: 577, 타수: 516, 득점: 85, 안타: 167, 홈런: 10, 타점: 79, 장타율: 0.459, 출루율: 0.376 },
    { 연도: 2019, 팀명: "두산", 타율: 0.288, 경기: 133, 타석: 540, 타수: 475, 득점: 71, 안타: 137, 홈런: 4, 타점: 60, 장타율: 0.371, 출루율: 0.350 },
    { 연도: 2020, 팀명: "두산", 타율: 0.332, 경기: 117, 타석: 487, 타수: 437, 득점: 70, 안타: 145, 홈런: 7, 타점: 58, 장타율: 0.442, 출루율: 0.382 },
    { 연도: 2021, 팀명: "두산", 타율: 0.278, 경기: 136, 타석: 518, 타수: 468, 득점: 61, 안타: 130, 홈런: 5, 타점: 59, 장타율: 0.365, 출루율: 0.338 },
    { 연도: 2022, 팀명: "두산", 타율: 0.289, 경기: 121, 타석: 493, 타수: 432, 득점: 59, 안타: 125, 홈런: 8, 타점: 60, 장타율: 0.398, 출루율: 0.360 }

]

export const csh51 = [
    { 연도: 2016, 팀명: "두산", 타율: 0.276, 경기: 66, 타석: 29, 타수: 29, 득점: 16, 안타: 8, 홈런: 0, 타점: 3, 타율: 0.276, 장타율: 0, 출루율: 0.276 },
    { 연도: 2017, 팀명: "두산", 타율: 0.277, 경기: 80, 타석: 52, 타수: 47, 득점: 17, 안타: 13, 홈런: 0, 타점: 2, 장타율: 0.319, 출루율: 0.346 },
    { 연도: 2018, 팀명: "두산", 타율: 0.279, 경기: 119, 타석: 198, 타수: 183, 득점: 35, 안타: 51, 홈런: 1, 타점: 17, 장타율: 0.372, 출루율: 0.311 },
    { 연도: 2020, 팀명: "두산", 타율: 0.263, 경기: 44, 타석: 40, 타수: 38, 득점: 12, 안타: 10, 홈런: 0, 타점: 4, 타율: 0.263, 장타율: 0, 출루율: 0.300 },
    { 연도: 2021, 팀명: "두산", 타율: 0.286, 경기: 115, 타석: 104, 타수: 84, 득점: 34, 안타: 24, 홈런: 1, 타점: 8, 장타율: 0.369, 출루율: 0.417 },
    { 연도: 2022, 팀명: "두산", 타율: 0.235, 경기: 117, 타석: 134, 타수: 119, 득점: 36, 안타: 28, 홈런: 1, 타점: 9, 장타율: 0.311, 출루율: 0.295 },
    { 연도: 2023, 팀명: "두산", 타율: 0.171, 경기: 49, 타석: 85, 타수: 70, 득점: 9, 안타: 12, 홈런: 1, 타점: 4, 장타율: 0.214, 출루율: 0.301 }
]